define({
  "setSelectionColor": "Задаване на цвета за избор",
  "selectionMode": "Режим на интерактивен избор",
  "partiallyWithin": "Частично в рамките на",
  "whollyWithin": "Изцяло в рамките на",
  "allowExport": "Разрешаване експортирането на избрани обекти",
  "layerToSelect": "Изберете кои слоеве можете да изберете",
  "includeRuntimeLayers": "Разрешаване на избирането на слоеве, генерирани по време на изпълнение",
  "enableByDefault": "Активирайте бутона за избор по подразбиране"
});