define({
  "drsUrl": "URL адрес на сървъра Data Reviewer",
  "includeReportedBy": "Специалист за качествен контрол (Reviewer)",
  "label": "Слой",
  "show": "Включва",
  "alias": "Псевдоним",
  "warning": "Неправилни входни данни",
  "defaultSessionId": "Сесия по подразбиране",
  "setSource": "Настройване",
  "getCurrentUser": "Влезли с потребителско име",
  "getDefaultUser": "Въвеждане на стойност по подразбиране",
  "getUser": "Разрешаване на въвеждането от потребителя",
  "userName": "Въведете Име на потребител",
  "noUserName": "Моля, въведете потребителско име по подразбиране.",
  "noLayers": "Няма оперативни слоеве в уеб картата.",
  "noSessionName": "Моля, изберете сесия",
  "revTechName": "Име на специалиста за качествен контрол"
});