define({
  "_widgetLabel": "Плъзнете",
  "swipeText": "Плъзгане на слой",
  "spyglassText": "Изберете слоя, който да се покаже в малкия телескоп",
  "disableTips": "Натиснете, за да деактивирате инструмента за плъзгане",
  "enableTips": "Натиснете, за да активирате инструмента за плъзгане",
  "defaultLayerHolder": "Натиснете, за да изберете",
  "selectLayers": "Избиране на слоеве",
  "miniTips": "Задайте слой за плъзгане",
  "nItemsSelected": "избран слой(-еве)",
  "showList": "показване на списък със слоеве",
  "hideList": "скриване на списък със слоеве"
});