define({
  "configText": "Визначте групи фільтрів нижче",
  "labels": {
    "groupName": "Назва групи:",
    "groupNameTip": "Надайте назву для цієї групи фільтрів. Буде відображено у розкривному меню доступних груп фільтрів.",
    "groupDesc": "Опис:",
    "groupDescTip": "Надайте опис для цієї групи фільтрів",
    "groupOperator": "Заданий оператор:",
    "groupOperatorTip": "Опція для задання оператора для фільтра. Якщо заданий оператор не вибрано, фільтр буде використовувати оператор ДОРІВНЮЄ.",
    "groupDefault": "Задане значення:",
    "groupDefaultTip": "Опція для введення значення або вибору наявного значення з шару. Клацніть значок Пошук для перегляду шарів.",
    "sameLayerAppend": "Якщо шар вказаний більше одного разу:",
    "sameLayerConjunc": "Додати за допомогою:",
    "caseSearch": "Виконати чутливий до регістру пошук: ",
    "headerTextHelp": "Уведіть текст для відображення вибору фільтра вище"
  },
  "buttons": {
    "addNewGroup": "Додати нову групу",
    "addNewGroupTip": "Додати нову групу фільтрів",
    "addLayer": "Додати шар",
    "addLayerTip": "Додати шар до групи фільтрів"
  },
  "inputs": {
    "groupName": "Назва групи фільтрів",
    "groupDesc": "Опис групи",
    "groupDefault": "Ввести задане значення",
    "sameLayerAny": "Збіг з будь-яким виразом",
    "sameLayerAll": "Зіставити з усіма виразами",
    "simpleMode": "Почати у простому виді",
    "simpleModeTip": "Спростити інтерфейс віджета. При виборі цього параметру розкривний список операторів та кнопки додавання критеріїв приховуються.",
    "webmapAppendModeAny": "Приєднати будь-які вирази до існуючого фільтру карти",
    "webmapAppendModeAll": "Приєднати всі вирази до існуючого фільтру карти",
    "webmapAppendModeTip": "Опція для приєднання груп фільтрів до існуючих фільтрів у веб-карті",
    "persistOnClose": "Продовжити використання фільтрів після закриття віджету",
    "selectGroup": "Вибрати групу для фільтрації",
    "hideDropDown": "Приховувати верхній колонтитул та фільтр для 1 групи",
    "hideDropDownTip": "Приховувати верхній колонтитул та розкривний список, якщо налаштована тільки 1 група фільтрів",
    "optionsMode": "Приховати опції віджету",
    "optionsModeTip": "Опція для відображення додаткових налаштувань віджету. При виборі цього параметру опції збереження та завантаження попередньо заданих фільтрів, а також опція продовження використання фільтру після закриття віджету приховуються з інтерфейсу.",
    "optionOR": "АБО",
    "optionAND": "ТА",
    "optionEQUAL": "ДОРІВНЮЄ",
    "optionNOTEQUAL": "НЕ ДОРІВНЮЄ",
    "optionGREATERTHAN": "БІЛЬШЕ, НІЖ",
    "optionGREATERTHANEQUAL": "БІЛЬШЕ, НІЖ АБО ДОРІВНЮЄ",
    "optionLESSTHAN": "МЕНШЕ, НІЖ",
    "optionLESSTHANEQUAL": "МЕНШЕ, НІЖ АБО ДОРІВНЮЄ",
    "optionSTART": "ПОЧИНАЄТЬСЯ З",
    "optionEND": "ЗАКІНЧУЄТЬСЯ НА",
    "optionLIKE": "МІСТИТЬ",
    "optionLIKESPECIFIC": "МІСТИТЬ СПЕЦІАЛЬНІ ЗНАЧЕННЯ",
    "optionNOTLIKESPECIFIC": "НЕ МІСТИТЬ СПЕЦІАЛЬНИХ ЗНАЧЕНЬ",
    "optionNOTLIKE": "НЕ МІСТИТЬ",
    "optionONORBEFORE": "ЗНАХОДИТЬСЯ НА АБО ПЕРЕД",
    "optionONORAFTER": "ЗНАХОДИТЬСЯ НА АБО ПІСЛЯ",
    "optionNONE": "НЕМАЄ"
  },
  "tables": {
    "layer": "Шари",
    "layerTip": "Назва шару, визначена на карті.",
    "field": "Поля",
    "fieldTip": "Поле, за яким шар буде фільтруватися.",
    "value": "Використовувати значення",
    "valueTip": "Опція для використання значень у розкривному списку з шару. Якщо ніякий шар не використовує цей параметр, буде відображатися просте текстове вікно.",
    "zoomTo": "Масштабування до результату",
    "zoomTip": "Опція для масштабування екстенту об'єктів після застосування фільтру",
    "action": "Видалити",
    "actionTip": "Вилучити шар з набору фільтрів."
  },
  "popupHeader": {
    "label": "Виберіть значення за замовчуванням"
  },
  "errors": {
    "noGroups": "Потрібна щонайменше одна група.",
    "noGroupName": "Одна або декілька назв груп відсутні.",
    "noDuplicates": "Одна або декілька назв груп дублюються.",
    "noRows": "Потрібен щонайменше один рядок у таблиці.",
    "noLayers": "У карті немає шарів."
  },
  "picker": {
    "description": "Знайти задане значення для цієї групи.",
    "layer": "Вибрати шар",
    "layerTip": "Назва шару, визначена на веб-карті.",
    "field": "Вибрати поле",
    "fieldTip": "Поле, з якого буде використане задане значення.",
    "value": "Вибрати значення",
    "valueTip": "Значення, яке буде використовуватися за замовчуванням у віджеті."
  }
});