define({
  "default": {
    "name": "По подразбиране",
    "description": "По подразбиране"
  },
  "editor": {
    "name": "Модул за редактиране",
    "description": "Редактирайте и добавяйте обекти в редактируеми слоеве в уеб карта. "
  },
  "basic_viewer": {
    "name": "Земя кота 0",
    "description": "Включва няколко изпълними модули, които Ви дават възможност да показвате или да си взаимодействате с уеб карта."
  },
  "simple_map_viewer": {
    "name": "Маплет",
    "description": "Предоставя лесен потребителски опит за експортиране на уеб карта."
  },
  "infographic_dashboard": {
    "name": "Табло за управление на инфографиката (примерно приложение) ",
    "description": "Пример за приложение на табло за управление за демонстриране на възможностите на темата на таблото за управлние и инфографичните изпълними модули."
  }
});