define({
  "configText": "تعريف مجموعات التصفية أدناه",
  "labels": {
    "groupName": "اسم المجموعة:",
    "groupNameTip": "أدخل اسمًا لمجموعة التصفية هذه. سيتم عرضه في القائمة المنسدلة لمجموعات التصفية المتاحة.",
    "groupDesc": "الوصف:",
    "groupDescTip": "إدخال وصف لمجموعة التصفية هذه",
    "groupOperator": "المُشغّل المعين مُسبقًا:",
    "groupOperatorTip": "خيار للتحديد المسبق لعامل التصفية. إذا لم يتم تحديد عامل مُعد مسبقًا، فستستخدم التصفية عامل EQUALS.",
    "groupDefault": "القيمة المعينة مُسبقًا:",
    "groupDefaultTip": "خيار لكتابة قيمة أو اختيار قيمة موجودة من طبقة. انقر فوق أيقونة البحث لاستعراض الطبقات.",
    "sameLayerAppend": "عند إدراج طبقة أكثر من مرة:",
    "sameLayerConjunc": "تضمين باستخدام:",
    "caseSearch": "تنفيذ بحث حساس لحالة الأحرف: ",
    "headerTextHelp": "إدخال نص لعرضه فوق تحديد عامل التصفية"
  },
  "buttons": {
    "addNewGroup": "أضف مجموعة جديدة",
    "addNewGroupTip": "إضافة مجموعة تصفية جديدة",
    "addLayer": "إضافة طبقة",
    "addLayerTip": "إضافة طبقة إلى مجموعة التصفية"
  },
  "inputs": {
    "groupName": "اسم مجموعة التصفية",
    "groupDesc": "وصف المجموعة",
    "groupDefault": "إدخال قيمة مُعرفة مُسبقًا",
    "sameLayerAny": "مطابقة أي تعبير",
    "sameLayerAll": "مطابقة كل التعبيرات",
    "simpleMode": "البدء بعرض بسيط",
    "simpleModeTip": "تبسيط واجهة عنصر واجهة المستخدم. عند التحديد، يتم إخفاء القائمة المنسدلة للعامل وأزرار إضافة المعايير.",
    "webmapAppendModeAny": "إلحاق أي تعبيرات بعامل تصفية خريطة موجود",
    "webmapAppendModeAll": "إلحاق كل التعبيرات بعامل تصفية خريطة موجود",
    "webmapAppendModeTip": "خيار إلحاق مجموعات التصفية بعوامل التصفية الحالية في خريطة الويب",
    "persistOnClose": "الاحتفاظ بعوامل التصفية بعد إغلاق عنصر واجهة المستخدم",
    "selectGroup": "حدد مجموعة لتصفيتها",
    "hideDropDown": "إخفاء الرأس وعامل التصفية لمجموعة واحدة",
    "hideDropDownTip": "إخفاء الرأس والقائمة المنسدلة إذا تم تكوين مجموعة تصفية واحدة فقط",
    "optionsMode": "إخفاء خيارات عنصر واجهة المستخدم",
    "optionsModeTip": "خيار لإظهار إعدادات عنصر واجهة المستخدم الإضافية. إذا تم التحديد، فسيتم إخفاء حفظ عوامل التصفية المحددة مسبقًا وتحميلها والاحتفاظ بالتصفية بعد إغلاق عنصر واجهة المستخدم من الواجهة.",
    "optionOR": "'أو'",
    "optionAND": "AND",
    "optionEQUAL": "يُساوي",
    "optionNOTEQUAL": "لا يُساوي",
    "optionGREATERTHAN": "أكبر من",
    "optionGREATERTHANEQUAL": "أكبر من أو يُساوي",
    "optionLESSTHAN": "أقل من",
    "optionLESSTHANEQUAL": "أقل من أو يُساوي",
    "optionSTART": "يبدأ بـ",
    "optionEND": "ينتهي بـ",
    "optionLIKE": "يحتوي على",
    "optionLIKESPECIFIC": "يحتوي على قيم محددة",
    "optionNOTLIKESPECIFIC": "لا يحتوي على قيم محددة",
    "optionNOTLIKE": "لا يحتوي على",
    "optionONORBEFORE": "يكون على أو قبل",
    "optionONORAFTER": "يكون على أو بعد",
    "optionNONE": "بلا"
  },
  "tables": {
    "layer": "طبقات",
    "layerTip": "اسم الطبقة كما هو محدد في الخريطة.",
    "field": "حقول",
    "fieldTip": "الحقل الذي يتم عليه تصفيه الطبقة",
    "value": "استخدم قيمة",
    "valueTip": "خيار لاستخدام قيم القائمة المنسدلة من الطبقة. إذا كانت الطبقة تستخدم هذه المعلمة، يتم تقديم خانة النص العادي إلى المستخدم.",
    "zoomTo": "تكبير إلى الناتج",
    "zoomTip": "خيار للتكبير إلى نطاق المعالم بعد تطبيق التصفية",
    "action": "حذف",
    "actionTip": "إزالة طبقة من مجموعة التصفية."
  },
  "popupHeader": {
    "label": "اختيار قيمة معينة مُسبقًا"
  },
  "errors": {
    "noGroups": "أنت بحاجة إلى مجموعة واحدة على الأقل.",
    "noGroupName": "أحد أسماء المجموعة أو أكثر مفقود.",
    "noDuplicates": "أحد أسماء المجموعة أو أكثر مُكرر.",
    "noRows": "أنت بحاجة إلى صف واحد على الأقل في الجدول.",
    "noLayers": "لا يوجد لديك طبقات في الخريطة."
  },
  "picker": {
    "description": "ابحث عن القيمة المعينة مُسبقًا لهذه المجموعة.",
    "layer": "حدد طبقة",
    "layerTip": "اسم الطبقة كما هو محدد في خريطة الويب.",
    "field": "حدد حقلاً",
    "fieldTip": "الحقل الذي يتم تعيين القيم المُعدة مُسبقًا منه.",
    "value": "حدد قيمة",
    "valueTip": "القيمة التي ستكون القيمة الافتراضية لعنصر واجهة الاستخدام."
  }
});