define({
  "page1": {
    "selectToolHeader": "เลือกวิธีการ เพื่อใช้ในการเลือกบันทึกสำหรับการปรับปรุงเป็นชุด",
    "selectToolDesc": "วิดเจ็ตจะรองรับ 3 วิธีในการสร้างชุดบันทึกข้อมูลที่เลือกเพื่อทำการอัปเดต คุณสามารถเลือกได้เพียงหนึ่งในวิธีการเท่านั้น หากคุณต้องการใช้มากกว่าหนึ่งในวิธีการเหล่านี้ ให้สร้างอินสแตนซ์ใหม่ของวิดเจ็ต",
    "selectByShape": "เลือกตามพื้นที่",
    "shapeTypeSelector": "เลือกเครื่องมือที่จะอนุญาตให้ทำการเลือกฟีเจอร์บนแผนที่",
    "shapeType": {
      "point": "จุด",
      "line": "เส้น",
      "polyline": "โพลีไลน์",
      "freehandPolyline": "การวาดเส้นหลายเส้นด้วยมือเปล่า",
      "extent": "ขอบเขต",
      "polygon": "พื้นที่",
      "freehandPolygon": "การวาดรูปหลายเหลี่ยมด้วยมือเปล่า"
    },
    "freehandPolygon": "การวาดรูปหลายเหลี่ยมด้วยมือเปล่า",
    "selectBySpatQuery": "เลือกตามคุณลักษณะ",
    "selectByAttQuery": "เลือกตามฟีเจอร์และค่าคุณลักษณะที่มีเหมือนกัน",
    "selectByQuery": "เลือกตามการสอบถาม",
    "toolNotSelected": "โปรดเลือกวิธีการเลือก",
    "noDrawToolSelected": "โปรดเลือกอย่างน้อยหนึ่งเครื่องมือการวาด"
  },
  "page2": {
    "layersToolHeader": "เลือกชั้นข้อมูลในการอัพเดตและตัวเลือกของการเลือกเครื่องมือ (ถ้ามี)",
    "layersToolDesc": "ประเภทการเลือกที่คุณเลือกจากแท็บก่อนหน้า จะถูกใช้ในการเลือกและอัปเดตฟีเจอร์จากชุดชั้นข้อมูลในรายการด้านล่าง หากคุณเลือกชั้นข้อมูลที่จะอัปเดตมากกว่าหนึ่งรากยาร เฉพาะฟิลด์ที่สามารถแก้ไขได้ทั่วไปเท่านั้น ที่จะพร้อมสำหรับการอัปเดต ขึ้นอยู่กับประเภทการเลือก คุณจะต้องใช้ตัวเลือกเพิ่มเติม",
    "layerTable": {
      "colUpdate": "ปรับปรุง",
      "colLabel": "ชั้นข้อมูล",
      "colSelectByLayer": "เลือกตามชั้นข้อมูล",
      "colSelectByField": "สืบค้นฟิลด์",
      "colhighlightSymbol": "ไฮไลท์สัญลักษณ์"
    },
    "toggleLayers": "สลับการแสดงผลการมองเห็นด้วยการปิดและเปิด",
    "noEditableLayers": "ไม่มีชั้นข้อมูลที่สามารถแก้ไขได้",
    "noLayersSelected": "เลือกชั้นข้อมูลอย่างน้อย 1 ชั้นข้อมูลเพื่อดำเนินการ"
  },
  "page3": {
    "commonFieldsHeader": "เลือกฟิลด์ของชุดข้อมูลที่จะทำการอัพเดต",
    "commonFieldsDesc": "เฉพาะฟิลด์ที่สามารถแก้ไขได้ทั่วไปเท่านั้น ที่จะปรากฏอยู่ด้านล่าง โปรดเลือกฟิลด์ที่คุณต้องการอัปเดต หากพบฟิลด์ที่ใช้ชื่อฟิลด์เดียวกันในหลายชั้นข้อมูล แต่มีโดเมนที่แตกต่างกัน จะสามารถใช้งานได้เพียงโดเมนเดียวเท่านั้น",
    "noCommonFields": "ไม่มีฟิลด์ที่ใช้ร่วมกัน",
    "fieldTable": {
      "colEdit": "ที่สามารถแก้ไขได้",
      "colName": "ชื่อ",
      "colAlias": "ชื่อย่อ",
      "colAction": "การดำเนินการ"
    }
  },
  "tabs": {
    "selection": "กำหนดประเภทการเลือก",
    "layers": "กำหนดเลเยอร์ที่ต้องการอัพเดต",
    "fields": "กำหนดฟิลด์ที่ต้องการอัพเดต"
  },
  "errorOnOk": "โปรดป้อนพารามิเตอร์ทั้งหมดก่อนที่จะบันทึกการกำหนดค่า",
  "next": "ถัดไป",
  "back": "กลับ",
  "save": "บันทึกสัญลักษณ์",
  "cancel": "ยกเลิก",
  "ok": "ตกลง",
  "symbolPopup": "เลือกสัญลักษณ์",
  "editHeaderText": "ข้อความที่จะแสดงผลที่ด้านบนของวิดเจ็ท",
  "widgetIntroSelectByArea": "ใช้หนึ่งในเครื่องมือด้านล่าง เพื่อสร้างชุดฟีเจอร์ที่จะอัพเดต หากแถว <font class='maxRecordInIntro'>ถูกไฮไลท์</font> แสดงว่าใช้งานเกินจำนวนบันทึกสูงสุด",
  "widgetIntroSelectByFeature": "ใช้เครื่องมือด้านล่าง เพื่อเลือกฟีเจอร์จากชั้นข้อมูล <font class='layerInIntro'>${0}</font> ฟีเจอร์นี้จะถูกใช้ในการเลือก และอัพเดตฟีเจอร์ที่ตัดกันทั้งหมด หากแถว <font class='maxRecordInIntro'>ถูกไฮไลท์</font> แสดงว่าเกินจำนวนบันทึกข้อมูลสูงสุด",
  "widgetIntroSelectByFeatureQuery": "ใช้เครื่องมือด้านล่างเพื่อเลือกฟีเจอร์จาก <font class='layerInIntro'>${0}</font> แอตทริบิวต์ <font class='layerInIntro'>${1}</font> ของฟีเจอร์นี้ จะถูกใช้เพื่อสืบค้นชั้นข้อมูลด้านล่าง และอัพเดตฟีเจอร์ผลลัพธ์ที่ได้ หากแถว <font class='maxRecordInIntro'>ถูกไฮไลท์</font> แสดงว่าใช้งานเกินจำนวนบันทึกสูงสุด",
  "widgetIntroSelectByQuery": "ป้อนค่าเพื่อสร้างชุดการเลือก หากแถว <font class='maxRecordInIntro'>ถูกไฮไลท์</font> แสดงว่าใช้งานเกินจำนวนบันทึกสูงสุด"
});