define({
  "settingsHeader": "Задаване на подробни данни за изпълнимия модул GeoLookup",
  "settingsDesc": "Геообогатяване на списък с местоположения от CSV файл спрямо полигонови слоеве на картата. Избраните полета от полигоновите слоеве се добавят към местоположенията.",
  "settingsLoadingLayers": "Моля, изчакайте докато слоевете се зареждат.",
  "settingsConfigureTitle": "Конфигуриране на полетата на слоя",
  "layerTable": {
    "colEnrich": "Обогатяване",
    "colLabel": "Слой",
    "colFieldSelector": "Поле"
  },
  "fieldTable": {
    "colAppend": "Присъединяване",
    "colName": "Име",
    "colAlias": "Псевдоним",
    "colOrder": "Действия",
    "label": "Проверете полето, което искате да присъедините. Изберете поле, за да обновите нейния псевдоним и ред."
  },
  "symbolArea": {
    "symbolLabelWithin": "Изберете символ за местоположение в рамките на:",
    "symbolLabelOutside": "Изберете символ за местоположение извън:"
  },
  "advSettings": {
    "label": "Разширени настройки",
    "latFieldsDesc": "Възможни имена на поле за поле географска ширина.",
    "longFieldsDesc": "Възможни имена на поле за поле географска дължина.",
    "intersectFieldDesc": "Името на полето, създадено за съхраняване на стойност, ако търсенето пресече слой.",
    "intersectInDesc": "Стойност за съхранение, когато местоположението пресича полигон.",
    "intersectOutDesc": "Стойност за съхраняване, когато местоположението не пресича полигон.",
    "maxRowCount": "Максимален брой редове във CSV файла .",
    "cacheNumberDesc": "Посочете прага на клъстера за по-бърза обработка.",
    "subTitle": "Задайте стойности за CSV файл.",
    "geometryServiceDesc": "URL адрес на услуга за геометрия за репроектиращи точки."
  },
  "noPolygonLayers": "Няма полигонови слоеве",
  "errorOnOk": "Моля, попълнете всички параметри, преди да запазите конфигурацията",
  "saveFields": "Запазване на повърхности",
  "cancelFields": "Отказ на полета",
  "saveAdv": "Запазване средно Настройки",
  "cancelAdv": "Отказ средно Настройки",
  "advSettingsBtn": "Разширени настройки",
  "chooseSymbol": "Избор на символ",
  "okBtn": "Ок",
  "cancelBtn": "Отказ"
});