define({
  "default": {
    "name": "За замовчуванням",
    "description": "За замовчуванням"
  },
  "editor": {
    "name": "Редактор",
    "description": "Редагуйте та створюйте об'єкти на редагованих шарах у веб-карті. "
  },
  "basic_viewer": {
    "name": "Ground Zero",
    "description": "Включає декілька загальних віджетів, які дозволяють відображати дані та взаємодіяти з картою."
  },
  "simple_map_viewer": {
    "name": "Maplet",
    "description": "Забезпечує просту взаємодію з користувачем для перегляду веб-карти."
  },
  "infographic_dashboard": {
    "name": "Інфографічна панель управління (приклад додатку) ",
    "description": "Приклад додатку для панелі управління, який демонструє можливості теми Dashboard та віджету «Інфографіка»."
  }
});