define({
  "layerSelect": "Избор на слой",
  "elevationFieldSelect": "Поле за височина",
  "azimuthFieldSelect": "Поле за азимут",
  "searchRadiusSelect": "Радиус на търсене",
  "showThumbnailText": "Показване на миниатюри в растерен списък",
  "rasterInfoFieldsSelect": "Избор на информационни полета от списъка",
  "fieldLimitText": "Могат да се изберат най-много 3 полета.",
  "autoSyncText": "Синхронизиране на основната карта",
  "errorSectionMessage": "В избраната карта няма слоеве за услуги за изображения. Моля, изберете карта със слой за услуги за изображения, съдържащ наклонени изображения.",
  "distanceToolText": "Активиране на инструменти за разстояние и област",
  "outOfRangeMessage": "Моля, въведете валидна стойност между 0 и 100.",
  "decimalPlace": "десетичен знак",
  "decimalPlaces": "десетични места",
  "separator": "Употреба на разделител за 1000",
  "showTime": "Показване на време"
});