define({
  "configText": "กำหนดกลุ่มตัวกรองของคุณด้านล่าง",
  "labels": {
    "groupName": "ชื่อกลุ่ม:",
    "groupNameTip": "ระบุชื่อสำหรับกลุ่มตัวกรองนี้ จะแสดงในรายการแบบเลื่อนลงของกลุ่มตัวกรองที่มี",
    "groupDesc": "คำอธิบาย:",
    "groupDescTip": "ระบุคำอธิบายสำหรับกลุ่มตัวกรองนี้",
    "groupOperator": "เครื่องหมายที่ตั้งไว้ล่วงหน้า:",
    "groupOperatorTip": "ตัวเลือกเพื่อกำหนดผู้ใช้งานล่วงหน้าสำหรับตัวกรอง หากไม่มีการตั้งค่าล่วงหน้าผู้ใช้งานมีการเลือกตัวกรองจะใช้ได้เท่าเทียมกัน",
    "groupDefault": "ค่าที่ตั้งไว้ล่วงหน้า:",
    "groupDefaultTip": "ตัวเลือกในการพิมพ์ค่าหรือเลือกค่าที่มีอยู่จากชั้นข้อมูล คลิกไอคอนค้นหาเพื่อเรียกดูชั้นข้อมูล",
    "sameLayerAppend": "เมื่อแสดงรายการชั้นข้อมูลมากกว่าหนึ่งครั้ง:",
    "sameLayerConjunc": "ผนวกการใช้",
    "caseSearch": "ดำเนินการค้นหาแบบตรงตามตัวพิมพ์เล็กใหญ่: ",
    "headerTextHelp": "กำหนดข้อความที่จะแสดงผลเหนือการเลือกตัวกรอง"
  },
  "buttons": {
    "addNewGroup": "เพิ่มกลุ่มใหม่",
    "addNewGroupTip": "เพิ่มตัวกรองกลุ่มใหม่",
    "addLayer": "เพิ่มชั้นข้อมูล",
    "addLayerTip": "เพิ่มชั้นข้อมูลให้กับกลุ่มตัวกรอง"
  },
  "inputs": {
    "groupName": "ชื่อกลุ่มตัวกรอง",
    "groupDesc": "คำอธิบายสำหรับกลุ่ม",
    "groupDefault": "ป้อนค่าที่กำหนดไว้ล่วงหน้า",
    "sameLayerAny": "ตรงกับนิพจน์ใด ๆ",
    "sameLayerAll": "ตรงกับนิพจน์ทั้งหมด",
    "simpleMode": "เริ่มต้นในมุมมองที่เรียบง่าย",
    "simpleModeTip": "ลดความซับซ้อนของอินเทอร์เฟซวิดเจ็ต เมื่อเลือกตัวเลือกนี้ รายการแบบเลื่อนลงของผู้ใช้งานและปุ่มเพิ่มเกณฑ์จะถูกซ่อนไว้",
    "webmapAppendModeAny": "เพิ่มนิพจน์ใด ๆ ในตัวกรองแผนที่ที่มีอยู่",
    "webmapAppendModeAll": "เพิ่มนิพจน์ทั้งหมดในตัวกรองแผนที่ที่มีอยู่",
    "webmapAppendModeTip": "ตัวเลือกในการผนวกกลุ่มตัวกรองเข้ากับตัวกรองที่มีอยู่ในแผนที่เว็บ",
    "persistOnClose": "คงตัวกรองหลังจากปิดวิดเจ็ตไว้",
    "selectGroup": "เลือกกลุ่มเพื่อกรอง",
    "hideDropDown": "ซ่อนส่วนหัวและตัวกรองสำหรับ 1 กลุ่ม",
    "hideDropDownTip": "ซ่อนส่วนหัวและรายการแบบเลื่อนลง หากมีการกำหนดค่ากลุ่มตัวกรองเพียง 1 กลุ่ม",
    "optionsMode": "ซ่อนตัวเลือกของวิตเจ็ต",
    "optionsModeTip": "ตัวเลือกเพื่อแสดงการตั้งค่าวิดเจ็ตเพิ่มเติม หากเลือกบันทึกและโหลด กำหนดตัวกรองและใช้ตัวกรองหลังจากวิดเจ็ตจะถูกซ่อนจากอินเทอร์เฟซ",
    "optionOR": "หรือ",
    "optionAND": "และ",
    "optionEQUAL": "เท่ากับ",
    "optionNOTEQUAL": "ไม่เท่ากับ",
    "optionGREATERTHAN": "มากกว่า",
    "optionGREATERTHANEQUAL": "มากกว่า หรือเท่ากับ",
    "optionLESSTHAN": "น้อยกว่า",
    "optionLESSTHANEQUAL": "น้อยกว่า หรือเท่ากับ",
    "optionSTART": "เริ่มต้นด้วย",
    "optionEND": "จบด้วย",
    "optionLIKE": "ประกอบด้วย",
    "optionLIKESPECIFIC": "มีค่าจำเพาะ",
    "optionNOTLIKESPECIFIC": "ไม่มีค่าจำเพาะ",
    "optionNOTLIKE": "ไม่มี",
    "optionONORBEFORE": "อยู่บนหรือก่อน",
    "optionONORAFTER": "อยู่บนหรือหลัง",
    "optionNONE": "ไม่กำหนด"
  },
  "tables": {
    "layer": "เลเยอร์",
    "layerTip": "ชื่อของชั้นข้อมูลเหมือนกำหนดในแผนที่",
    "field": "ฟิลด์",
    "fieldTip": "ฟิลด์ที่ชั้นข้อมูลจะถูกกรองออก",
    "value": "ใช้ค่า",
    "valueTip": "ตัวเลือกที่จะใช้ค่าในลิสต์แบบดึงลงมาจากชั้นข้อมูล ถ้าไม่มีชั้นข้อมูลให้ใช้พารามิเตอร์นี้ กล่องข้อความธรรมดาจะแสดงให้กับผู้ใช้",
    "zoomTo": "ซูมเพื่อผลลัพธ์",
    "zoomTip": "ตัวเลือกในการซูมตามขอบเขตของคุณสมบัติหลังจากใช้ตัวกรอง",
    "action": "ลบ",
    "actionTip": "ลบชั้นข้อมูลจากกลุ่มตัวกรอง"
  },
  "popupHeader": {
    "label": "เลือกค่าที่ตั้งไว้ล่วงหน้า"
  },
  "errors": {
    "noGroups": "คุณจำเป็นต้องมีอย่างน้อยหนึ่งกลุ่ม",
    "noGroupName": "มีอย่างน้อยหนึ่งกลุ่มไม่มีชื่อ",
    "noDuplicates": "มีอย่างน้อยหนึ่งกลุ่มที่ซ้ำกัน",
    "noRows": "คุณจำเป็นต้องมีอย่างน้อยหนึ่งแถวในตาราง",
    "noLayers": "คุณไม่มีเลเยอร์ในแผนที่ของคุณ"
  },
  "picker": {
    "description": "ค้นหาค่าที่ตั้งไว้ล่วงหน้าสำหรับกลุ่มนี้",
    "layer": "เลือกเลเยอร์",
    "layerTip": "ชื่อของชั้นข้อมูลเหมือนที่กำหนดในเว็บแม็พ",
    "field": "เลือกฟิลด์",
    "fieldTip": "ฟิลด์ที่กำหนดค่าใหม่จะตั้งค่าจาก",
    "value": "เลือกค่า",
    "valueTip": "ค่าจะเป็นค่าเริ่มต้นของวิดเจ็ต"
  }
});