define({
  "allowSaveAs": "Разрешаване на експортиране",
  "startingState": "Начално състояние:",
  "byUrl": "Празен модел",
  "byItem": "Предварително конфигуриран модел",
  "imageServiceUrl": "URL адрес на услугата за изображение",
  "validate": "Валидиране",
  "validating": "Проверка ...",
  "validated": "URL адресът е валиден.",
  "modelName": "Модел",
  "selectModel": "Избор",
  "itemSelectorTitle": "Избор на модел",
  "ok": "Ок",
  "cancel": "Отказ",
  "description1": "Моделът на пригодност ви помага да намерите най-доброто местоположение за дадена дейност, да предскажете податливостта към риск или да определите къде има вероятност да се случи нещо. Този изпълним модул ви позволява да комбинирате и претегляте различни слоеве, така че да можете да оцените няколко фактора едновременно.",
  "description2": "Моделът за пригодност използва бързи, базирани на уеб претеглени растерни наслагвания, за да генерира модели от услуга. Можете да започнете от празно състояние на услуга за претеглено растерно наслагване (WRO) или предварително конфигуриран WRO модел. Изберете слоеве, задайте сила на натиск на писалката и коригирайте стойностите за класификация на слоя, за да дефинирате своя анализ. След това стартирайте модела, визуализирайте резултатите и по желание запишете резултата като елемент във вашата организация/портал.",
  "description3": "Научете повече за модела за пригодност на GeoPlanner."
});