define({
  "configText": "Ορίστε τις ομάδες φίλτρων παρακάτω",
  "labels": {
    "groupName": "Όνομα ομάδας:",
    "groupNameTip": "Δώστε όνομα σε αυτήν την ομάδα φίλτρου. Θα εμφανιστεί στην αναπτυσσόμενη λίστα των διαθέσιμων ομάδων φίλτρων.",
    "groupDesc": "Περιγραφή:",
    "groupDescTip": "Κάντε μια περιγραφή για αυτήν την ομάδα φίλτρου.",
    "groupOperator": "Προκαθορισμένος τελεστής:",
    "groupOperatorTip": "Επιλογή για να προκαθορίσετε τον operator για το φίλτρο. Αν δεν έχει επιλεγεί κανένας προκαθορισμένος operator, το φίλτρο θα χρησιμοποιήσει τον operator EQUALS.",
    "groupDefault": "Προκαθορισμένη τιμή:",
    "groupDefaultTip": "Επιλογή για να πληκτρολογήσετε μια τιμή ή να επιλέξετε μια υπάρχουσα τιμή από ένα θεματικό επίπεδο. Κάντε κλικ στο εικονίδιο Αναζήτηση για να περιηγηθείτε στα θεματικά επίπεδα.",
    "sameLayerAppend": "Όταν ένα θεματικό επίπεδο παρατίθεται πάνω από μία φορά στη λίστα:",
    "sameLayerConjunc": "Προσάρτηση χρησιμοποιώντας:",
    "caseSearch": "Εκτέλεση αναζήτησης με διάκριση πεζών-κεφαλαίων: ",
    "headerTextHelp": "Καταχώριση κειμένου που θα εμφανίζεται επάνω από την επιλογή φίλτρου"
  },
  "buttons": {
    "addNewGroup": "Προσθήκη νέας ομάδας",
    "addNewGroupTip": "Προσθήκη νέας ομάδας φίλτρου",
    "addLayer": "Προσθήκη θεματικού επιπέδου",
    "addLayerTip": "Προσθήκη θεματικού επιπέδου στην ομάδα φίλτρου"
  },
  "inputs": {
    "groupName": "Όνομα ομάδας φίλτρου",
    "groupDesc": "Περιγραφή για την ομάδα",
    "groupDefault": "Εισαγωγή προκαθορισμένης τιμής",
    "sameLayerAny": "Αντιστοίχιση με οποιαδήποτε έκφραση",
    "sameLayerAll": "Συμφωνία με όλες τις εκφράσεις",
    "simpleMode": "Έναρξη σε απλή προβολή",
    "simpleModeTip": "Απλοποιήστε τη διεπαφή widget. Όταν είναι επιλεγμένη, η αναπτυσσόμενη λίστα operator και τα κουμπιά προσθήκης κριτηρίων αποκρύπτονται.",
    "webmapAppendModeAny": "Προσάρτηση οποιωνδήποτε εκφράσεων στο υπάρχον φίλτρο στον χάρτη",
    "webmapAppendModeAll": "Προσάρτηση όλων των εκφράσεων στο υπάρχον φίλτρο στον χάρτη",
    "webmapAppendModeTip": "Επιλογή για να προσαρτήσετε τις ομάδες φίλτρου σε υπάρχοντα φίλτρα του web χάρτη.",
    "persistOnClose": "Διατήρηση φίλτρων μετά το κλείσιμο του widget",
    "selectGroup": "Επιλέξτε ομάδα για φιλτράρισμα",
    "hideDropDown": "Απόκρυψη κεφαλίδας και φίλτρου στην περίπτωση 1 ομάδας",
    "hideDropDownTip": "Απόκρυψη της κεφαλίδας και της αναπτυσσόμενης λίστας, αν είναι παραμετροποιημένη μόνο 1 ομάδα",
    "optionsMode": "Απόκρυψη των επιλογών widget",
    "optionsModeTip": "Επιλογή για την έκθεση πρόσθετων ρυθμίσεων widget. Αν είναι επιλεγμένη, η αποθήκευση και η φόρτωση προκαθορισμένων φίλτρων και η διατήρηση του φίλτρου μετά το κλείσιμο του widget αποκρύπτονται από τη διεπαφή.",
    "optionOR": "Ή",
    "optionAND": "ΚΑΙ",
    "optionEQUAL": "ΙΣΟΥΤΑΙ ΜΕ",
    "optionNOTEQUAL": "ΔΕΝ ΙΣΟΥΤΑΙ ΜΕ",
    "optionGREATERTHAN": "ΜΕΓΑΛΥΤΕΡΟ ΑΠΟ",
    "optionGREATERTHANEQUAL": "ΜΕΓΑΛΥΤΕΡΟ ΑΠΟ Ή ΙΣΟ ΜΕ",
    "optionLESSTHAN": "ΜΙΚΡΟΤΕΡΟ ΑΠΟ",
    "optionLESSTHANEQUAL": "ΜΙΚΡΟΤΕΡΟ ΑΠΟ Ή ΙΣΟ ΜΕ",
    "optionSTART": "ΑΡΧΙΖΕΙ ΜΕ",
    "optionEND": "ΤΕΛΕΙΩΝΕΙ ΣΕ",
    "optionLIKE": "ΠΕΡΙΕΧΕΙ",
    "optionLIKESPECIFIC": "ΠΕΡΙΕΧΕΙ ΣΥΓΚΕΚΡΙΜΕΝΕΣ ΤΙΜΕΣ",
    "optionNOTLIKESPECIFIC": "ΔΕΝ ΠΕΡΙΕΧΕΙ ΣΥΓΚΕΚΡΙΜΕΝΕΣ ΤΙΜΕΣ",
    "optionNOTLIKE": "ΔΕΝ ΠΕΡΙΕΧΕΙ",
    "optionONORBEFORE": "ΣΤΙΣ Ή ΠΡΙΝ ΑΠΟ ΤΙΣ",
    "optionONORAFTER": "ΣΤΙΣ Ή ΜΕΤΑ ΑΠΟ ΤΙΣ",
    "optionNONE": "ΚΑΝΕΝΑ"
  },
  "tables": {
    "layer": "Θεματικά επίπεδα",
    "layerTip": "Το όνομα του θεματικού επιπέδου όπως ορίζεται στο χάρτη.",
    "field": "Πεδία",
    "fieldTip": "Το πεδίου βάσει του οποίου θα φιλτραριστεί το θεματικό επίπεδο.",
    "value": "Χρησιμοποιήστε την τιμή",
    "valueTip": "Επιλογή για τη χρήση των τιμών αναδυόμενης λίστας από το θεματικό επίπεδο. Αν κανένα επίπεδο δεν χρησιμοποιεί αυτήν την παράμετρο, εμφανίζεται ένα απλό πλαίσιο κειμένου στο χρήστη.",
    "zoomTo": "Εστίαση στο αποτέλεσμα",
    "zoomTip": "Επιλογή για εστίαση στα όρια περιοχής μελέτης των στοιχείων μετά την εφαρμογή του φίλτρου",
    "action": "Διαγραφή",
    "actionTip": "Καταργήστε το θεματικό επίπεδο από το σύνολο φίλτρων."
  },
  "popupHeader": {
    "label": "Επιλογή προκαθορισμένης τιμής"
  },
  "errors": {
    "noGroups": "Χρειάζεστε τουλάχιστον μία ομάδα.",
    "noGroupName": "Λείπουν ένα ή περισσότερα ονόματα ομάδων.",
    "noDuplicates": "Ένα ή περισσότερα ονόματα ομάδων είναι διπλότυπα.",
    "noRows": "Χρειάζεστε τουλάχιστον μία σειρά στον πίνακα.",
    "noLayers": "Δεν υπάρχουν θεματικά επίπεδα στο χάρτη σας."
  },
  "picker": {
    "description": "Εύρεση της προκαθορισμένης τιμής για αυτήν την ομάδα.",
    "layer": "Επιλέξτε θεματικό επίπεδο",
    "layerTip": "Το όνομα του θεματικού επιπέδου όπως ορίζεται στο χάρτη web.",
    "field": "Επιλέξτε πεδίο",
    "fieldTip": "Το πεδίο από το οποί θα οριστεί η προκαθορισμένη τιμή.",
    "value": "Επιλέξτε τιμή",
    "valueTip": "Η τιμή που θα είναι η προεπιλεγμένη στο widget."
  }
});