define({
  "page1": {
    "selectToolHeader": "Виберіть метод вибору записів для пакетного оновлення.",
    "selectToolDesc": "Віджет підтримує 3 методи формування вибраного набору записів для оновлення. Ви можете вибрати тільки один з методів. Якщо потрібно більше одного з цих методів, створіть новий екземпляр віджету.",
    "selectByShape": "Вибрати за областю",
    "shapeTypeSelector": "Виберіть інструменти, які дозволять вибирати об’єкти на карті",
    "shapeType": {
      "point": "Точка",
      "line": "Лінійчата",
      "polyline": "Полілінія",
      "freehandPolyline": "Довільна полілінія",
      "extent": "Екстент",
      "polygon": "Полігон",
      "freehandPolygon": "Довільний полігон"
    },
    "freehandPolygon": "Довільний полігон",
    "selectBySpatQuery": "Вибрати за об’єктом",
    "selectByAttQuery": "Вибрати за об’єктом і спільними значеннями атрибутів",
    "selectByQuery": "Вибрати за запитом",
    "toolNotSelected": "Виберіть метод вибору",
    "noDrawToolSelected": "Виберіть принаймні один інструмент малювання"
  },
  "page2": {
    "layersToolHeader": "Виберіть шари для оновлення та опції інструментів вибору, за наявності.",
    "layersToolDesc": "Тип вибору, який ви вибрали на попередній вкладці, буде використовуватися для вибору та оновлення об'єктів із набору шарів, наведених нижче. Якщо для оновлення буде відмічено більше одного шару, то для оновлення будуть доступні тільки загальні редаговані поля. В залежності від типу вибору будуть потрібні додаткові опції.",
    "layerTable": {
      "colUpdate": "Оновити",
      "colLabel": "Шар",
      "colSelectByLayer": "Вибрати за шаром",
      "colSelectByField": "Поле запиту",
      "colhighlightSymbol": "Виділити символ"
    },
    "toggleLayers": "Перемикання видимості шару при відкритті та закритті",
    "noEditableLayers": "Немає редагованих шарів",
    "noLayersSelected": "Виберіть один або декілька шарів перед продовженням."
  },
  "page3": {
    "commonFieldsHeader": "Виберіть поля для пакетного оновлення.",
    "commonFieldsDesc": "Нижче будуть відображатися тільки загальні редаговані поля. Виберіть поля, які необхідно оновити. Якщо поля з однаковим іменем поля знаходяться в різних шарах, але мають різні домени, можна використовувати лише один домен.",
    "noCommonFields": "Немає загальних полів",
    "fieldTable": {
      "colEdit": "Редагований",
      "colName": "Назва",
      "colAlias": "Псевдонім",
      "colAction": "Дії"
    }
  },
  "tabs": {
    "selection": "Визначити тип вибору",
    "layers": "Визначити шар(-и) для оновлення",
    "fields": "Визначити поле(-я) для оновлення"
  },
  "errorOnOk": "Заповніть всі параметри перед збереженням конфігурацій",
  "next": "Далі",
  "back": "Назад",
  "save": "Зберегти символ",
  "cancel": "Скасувати",
  "ok": "OK",
  "symbolPopup": "Засіб вибору символу",
  "editHeaderText": "Текст для відображення в верхній частині віджета",
  "widgetIntroSelectByArea": "Скористайтесь одним із інструментів нижче для створення вибраного набору об'єктів для оновлення. Якщо рядок має вигляд <font class='maxRecordInIntro'>highlighted</font>, було перевищено максимальну кількість записів.",
  "widgetIntroSelectByFeature": "Скористайтесь інструментом нижче для вибору об'єкту з шару <font class='layerInIntro'>${0}</font>. Цей об'єкт буде використовуватися для вибору та оновлення всіх об'єктів, які перетинаються. Якщо рядок має вигляд <font class='maxRecordInIntro'>highlighted</font>, було перевищено максимальну кількість записів.",
  "widgetIntroSelectByFeatureQuery": "Скористайтесь інструментом нижче для вибору об'єкту з <font class='layerInIntro'>${0}</font>. Атрибут цього об’єкту <font class='layerInIntro'>${1}</font> буде використовуватися для формування запиту для шарів нижче та оновлення підсумкових об’єктів. Якщо рядок має вигляд <font class='maxRecordInIntro'>highlighted</font>, було перевищено максимальну кількість записів.",
  "widgetIntroSelectByQuery": "Введіть значення для створення набору вибору. Якщо рядок має вигляд <font class='maxRecordInIntro'>highlighted</font>, було перевищено максимальну кількість записів."
});