define({
  "configText": "Определете вашите групи за филтриране по-долу",
  "labels": {
    "groupName": "Име на група:",
    "groupNameTip": "Посочете име за тази група филтри. Ще се покаже в падащото меню на наличните групи филтри.",
    "groupDesc": "Описание:",
    "groupDescTip": "Посочете описание за тази група филтри.",
    "groupOperator": "Предварително настроен оператор:",
    "groupOperatorTip": "Опция за предварително определяне на оператора на филтъра. Ако не е избран предварително зададен оператор, филтърът ще използва оператор EQUALS.",
    "groupDefault": "Предварително зададена стойност:",
    "groupDefaultTip": "Възможност за въвеждане на стойност или избор на съществуваща стойност от слой. Щракнете върху иконата Търсене, за да прегледате слоевете.",
    "sameLayerAppend": "Когато един слой е изреден повече от веднъж:",
    "sameLayerConjunc": "Присъединяване с помощта:",
    "caseSearch": "Изпълнение на търсене с различаване на малки от големи букви: ",
    "headerTextHelp": "Предоставяне на текст за показване над избора на филтър"
  },
  "buttons": {
    "addNewGroup": "Добавяне на нова група",
    "addNewGroupTip": "Добавяне на нова група от филтри.",
    "addLayer": "Добавяне на слой",
    "addLayerTip": "Добавяне на слой към групата от филтри."
  },
  "inputs": {
    "groupName": "Име на групата филтри",
    "groupDesc": "Описание за групата",
    "groupDefault": "Въвеждане на предварително определена стойност",
    "sameLayerAny": "Съвпадение с някой израз",
    "sameLayerAll": "Съвпадение на всички изрази",
    "simpleMode": "Начало в опростен изглед",
    "simpleModeTip": "Опростяване на интерфейса на изпълнимия модул. Когато е поставена отметка, падащият списък на оператора и бутоните за добавяне на критерии са скрити.",
    "webmapAppendModeAny": "Добавяне на израз към филтър на съществуваща карта",
    "webmapAppendModeAll": "Добавяне на всички изрази към филтър на съществуваща карта",
    "webmapAppendModeTip": "Опция за добавяне на групи филтри към съществуващи филтри в уеб картата",
    "persistOnClose": "Запазване на филтрите след затваряне на изпълнимия модул",
    "selectGroup": "Избор на група за филтриране",
    "hideDropDown": "Скриване на заглавието и филтъра за 1 група",
    "hideDropDownTip": "Скрийте заглавието и падащото меню, ако е конфигурирана само 1 група филтри",
    "optionsMode": "Опции за скриване на изпълним модул",
    "optionsModeTip": "Опция за показване на допълнителни настройки за изпълним модул. Ако е поставена отметка, запазването и зареждането на предварително дефинирани филтри и запазването на филтъра след затваряне на изпълнимия модул са скрити от интерфейса.",
    "optionOR": "ИЛИ",
    "optionAND": "И",
    "optionEQUAL": "РАВНО НА",
    "optionNOTEQUAL": "НЕ Е РАВНО НА",
    "optionGREATERTHAN": "ПО-ГОЛЯМО ОТ",
    "optionGREATERTHANEQUAL": "ПО-ГОЛЯМО ИЛИ РАВНО НА",
    "optionLESSTHAN": "ПО-МАЛКО ОТ",
    "optionLESSTHANEQUAL": "ПО-МАЛКО ИЛИ РАВНО НА",
    "optionSTART": "ЗАПОЧВА С/СЪС",
    "optionEND": "ЗАВЪРШВА С/СЪС",
    "optionLIKE": "СЪДЪРЖА",
    "optionLIKESPECIFIC": "СЪДЪРЖА КОНКРЕТНИ СТОЙНОСТИ",
    "optionNOTLIKESPECIFIC": "НЕ СЪДЪРЖА КОНКРЕТНИ СТОЙНОСТИ",
    "optionNOTLIKE": "НЕ СЪДЪРЖА",
    "optionONORBEFORE": "Е НА ИЛИ ПРЕДИ",
    "optionONORAFTER": "Е НА ИЛИ СЛЕД",
    "optionNONE": "НЯМА"
  },
  "tables": {
    "layer": "Слоеве",
    "layerTip": "Име на слой, както е определен в картата.",
    "field": "Полета",
    "fieldTip": "Поле, по което ще бъде филтриран слой.",
    "value": "Използване на стойност",
    "valueTip": "Опция за използване на стойностите от падащия списък от слоя. Ако нито един слой не използва този параметър, на потребителя ще бъде представена обикновено текстово поле.",
    "zoomTo": "Мащабиране на резултата",
    "zoomTip": "Възможност за мащабиране на обхвата на обектите след прилагане на филтъра",
    "action": "Изтриване",
    "actionTip": "Изтриване на слоя от набора с филтри."
  },
  "popupHeader": {
    "label": "Избиране на предварително зададена стойност"
  },
  "errors": {
    "noGroups": "Трябва Ви най - малко една група.",
    "noGroupName": "Липсва името на една или повече групи.",
    "noDuplicates": "Името на една или повече групи е дублирано.",
    "noRows": "Трябва да има най-малко един ред в таблицата.",
    "noLayers": "Нямате слоеве в картата си."
  },
  "picker": {
    "description": "Намиране на предварително зададена стойност за тази група.",
    "layer": "Избор на слой",
    "layerTip": "Име на слоя, както е определен в уеб картата.",
    "field": "Избор на поле",
    "fieldTip": "Поле, от което ще бъде зададена предварително зададената стойност.",
    "value": "Избор на стойност",
    "valueTip": "Стойност, която ще бъде по подразбиране на изпълнимия модул."
  }
});