define({
  "configText": "הגדר את קבוצות המסננים שלך להלן",
  "labels": {
    "groupName": "שם קבוצה:",
    "groupNameTip": "תן שם לקבוצת המסננים שלך. הוא יוצג בתיבה הנפתחת של קבוצות מסננים זמינות.",
    "groupDesc": "תיאור:",
    "groupDescTip": "הזן תיאור עבור קבוצת מסננים זו",
    "groupOperator": "אופרטור מוגדר מראשי:",
    "groupOperatorTip": "אפשרות להגדיר מראש את האופרטור לסינון. אם לא נבחר אופרטור מוגדר מראש, במסנן ייעשה שימוש באופרטור 'שווה'.",
    "groupDefault": "ערך מוגדר מראש:",
    "groupDefaultTip": "אפשרות להקליד ערך או לבחור ערך קיים משכבה. לחץ על סמל החיפוש כדי לסייר בשכבות.",
    "sameLayerAppend": "כאשר שכבה מופיעה יותר מפעם אחת ברשימה:",
    "sameLayerConjunc": "הוסף באמצעות:",
    "caseSearch": "בצע חיפוש תלוי-רישיות: ",
    "headerTextHelp": "ספק טקסט להצגה מעל בחירת מסנן"
  },
  "buttons": {
    "addNewGroup": "הוסף קבוצה חדשה",
    "addNewGroupTip": "הוסף קבוצת מסננים חדשה.",
    "addLayer": "הוסף שכבה",
    "addLayerTip": "הוסף שכבה לקבוצת המסננים"
  },
  "inputs": {
    "groupName": "שם קבוצת מסננים",
    "groupDesc": "תיאור לקבוצה",
    "groupDefault": "הוסף ערך מוגדר מראש",
    "sameLayerAny": "התאם לביטוי כלשהו",
    "sameLayerAll": "התאם לכל הביטויים",
    "simpleMode": "התחל בתצוגה פשוטה",
    "simpleModeTip": "פשט את ממשק הווידג'ט. במצב מסומן, הרשימה הנפתחת של האופרטורים ולחצני הוספת הקריטריונים מוסתרים.",
    "webmapAppendModeAny": "צרף כל ביטוי למסנן המפה הקיים",
    "webmapAppendModeAll": "צרף את כל הביטויים למסנן המפה הקיים",
    "webmapAppendModeTip": "אפשרות להוסיף את קבוצת המסננים למסננים קיימים במפת האינטרנט",
    "persistOnClose": "השאר סינון לאחר סגירת הווידג'ט",
    "selectGroup": "בחר קבוצה לסינון",
    "hideDropDown": "הסר כותרת ומסנן עבור קבוצה 1",
    "hideDropDownTip": "הסתר את הכותרת והתיבה הנפתחת אם הוגדרה קבוצת מסננים 1 בלבד",
    "optionsMode": "הסתר אפשרויות הווידג'ט",
    "optionsModeTip": "אפשרות לחשוף הגדרות ווידג'ט נוספות. אם האפשרות מסומנת, מוסתרות מהממשק אפשרויות השמירה והטעינה של מסננים מוגדרים מראש, וכן אפשרות השמירה על הסינון לאחר סגירת הווידג'ט.",
    "optionOR": "או",
    "optionAND": "וגם",
    "optionEQUAL": "שווה",
    "optionNOTEQUAL": "לא שווה",
    "optionGREATERTHAN": "גדול מ-",
    "optionGREATERTHANEQUAL": "גדול מ- או שווה ל-",
    "optionLESSTHAN": "קטן מ-",
    "optionLESSTHANEQUAL": "קטן מ- או שווה ל-",
    "optionSTART": "מתחיל עם",
    "optionEND": "מסתיים עם",
    "optionLIKE": "מכיל",
    "optionLIKESPECIFIC": "מכיל ערכים ספציפיים",
    "optionNOTLIKESPECIFIC": "לא מכיל ערכים ספציפיים",
    "optionNOTLIKE": "לא מכיל",
    "optionONORBEFORE": "בזמן או לפני",
    "optionONORAFTER": "בזמן או אחרי",
    "optionNONE": "ללא"
  },
  "tables": {
    "layer": "שכבות",
    "layerTip": "שם השכבה כפי שמוגדר במפה.",
    "field": "שדות",
    "fieldTip": "שדה שהשכבה תעבור סינון בעזרתו.",
    "value": "השתמש בערך",
    "valueTip": "אפשרות להשתמש ברשימה הנפתחת של הערכים מהשכבה. אם אין שכבה שעושה שימוש בפרמטר הזה, למשתמש תוצג תיבת טקסט פשוטה.",
    "zoomTo": "זום לתוצאה",
    "zoomTip": "אפשרות לבצע ום לתיחום של הישויות שנותרו לאחר שהמסנן הוחל",
    "action": "מחק",
    "actionTip": "הסר שכבה מסט המסננים."
  },
  "popupHeader": {
    "label": "בחר ערך שהוגדר מראש"
  },
  "errors": {
    "noGroups": "נדרשת לפחות קבוצה אחת.",
    "noGroupName": "לפחות שם קבוצה אחד חסר.",
    "noDuplicates": "לפחות שם קבוצה אחד כפול.",
    "noRows": "נדרשת לפחות שורה אחת בטבלה.",
    "noLayers": "אין לך שכבות במפה."
  },
  "picker": {
    "description": "מצא את הערך המוגדר מראש עבור קבוצה זו.",
    "layer": "בחר שכבה",
    "layerTip": "שם השכבה כפי שהוגדר ב-web map.",
    "field": "בחר שדה",
    "fieldTip": "שדה שממנו יוגדר הערך המוגדר מראש.",
    "value": "בחר ערך",
    "valueTip": "ערך שישמש כברירת המחדל של הווידג'ט."
  }
});