define({
  "_widgetLabel": "Анализи",
  "executeAnalysisTip": "Натиснете върху инструмента за анализ, за да изпълните",
  "noToolTip": "Няма конфигуриран инструмент за анализ!",
  "jobSubmitted": "изпратен",
  "jobCancelled": "Отменен.",
  "jobFailed": "Неуспешно",
  "jobSuccess": "Успешно.",
  "executing": "Изпълнява се",
  "cancelJob": "Отказ от задачата за анализ",
  "paramName": "Име на параметър",
  "learnMore": "Научете повече",
  "outputtip": "Забележка: Резултатите от обектите и таблиците се добавят в картата като оперативни слоеве.",
  "outputSaveInPortal": "Данните са записани във вашия портал.",
  "privilegeError": "Вашата потребителска роля не може да извършва анализ. За да извършите анализ, администраторът на вашата организация трябва да ви предостави определени <a href=\"http://doc.arcgis.com/en/arcgis-online/reference/roles.htm\" target=\"_blank\">привилегии</a>.",
  "noServiceError": "Няма налични услуги за пространствен анализ. Моля, проверете конфигурациите на вашия портал."
});