define({
  "page1": {
    "selectToolHeader": "اختر طريقة لتحديد السجلات لتحديث دَفعِي.",
    "selectToolDesc": "يدعم عنصر واجهة المستخدم 3 طرق لإنشاء مجموعة محددة من السجلات للتحديث. يمكنك فقط اختيار إحدى الطرق. إذا أردت أكثر من طريقة من هذه الطرق، قم بإنشاء مثيل جديد لعنصر واجهة المستخدم.",
    "selectByShape": "تحديد بواسطة المنطقة",
    "shapeTypeSelector": "اختر الأدوات التي تسمح بتحديد المعالم على الخريطة",
    "shapeType": {
      "point": "نقطة",
      "line": "خط",
      "polyline": "متعدد الخطوط",
      "freehandPolyline": "خط يدوي حر متعدد",
      "extent": "المدى",
      "polygon": "مضلع",
      "freehandPolygon": "مضلع مسوم بخط يدوي حر"
    },
    "freehandPolygon": "مضلع مسوم بخط يدوي حر",
    "selectBySpatQuery": "تحديد بواسطة المعلم",
    "selectByAttQuery": "تحديد حسب المعلم وقيم البيانات الجدولية المشتركة",
    "selectByQuery": "تحديد بواسطة الاستعلام",
    "toolNotSelected": "يرجى اختيار طريقة تحديد",
    "noDrawToolSelected": "يرجى اختيار أداة رسم واحدة على الأقل"
  },
  "page2": {
    "layersToolHeader": "تحديد الطبقات لتحديثها وخيارات أدوات التحديد، إذا وجدت.",
    "layersToolDesc": "سيتم استخدام نوع التحديد الذي اخترته من علامة التبويب السابقة لتحديد المعالم وتحديثها من مجموعة الطبقات المدرجة أدناه. إذا حددت أكثر من طبقة لتحديثها، تصبح الحقول المشتركة القابلة للتحرير هي فقط المتاحة للتحديث. اعتمادًا على نوع التحديد، ستكون هناك حاجة إلى خيارات إضافية.",
    "layerTable": {
      "colUpdate": "تحديث",
      "colLabel": "الطبقة",
      "colSelectByLayer": "تحديد بواسطة الطبقة",
      "colSelectByField": "حقل الاستعلام",
      "colhighlightSymbol": "رمز التمييز"
    },
    "toggleLayers": "تبديل رؤية الطبقات في الفتح والإغلاق",
    "noEditableLayers": "طبقات غير قابلة للتحرير",
    "noLayersSelected": "تحديد طبقة واحدة أو أكثر قبل المتابعة."
  },
  "page3": {
    "commonFieldsHeader": "حدد الحقول للتحديث الدّفعِي.",
    "commonFieldsDesc": "سيتم عرض الحقول المشتركة القابلة للتحرير فقط أدناه. يرجى تحديد الحقول التي ترغب في تحديثها. إذا تم العثور على الحقول التي تشترك في نفس اسم الحقل عبر طبقات مختلفة، ولكن لها نطاقات مختلفة، فيمكن استخدام نطاق واحد فقط.",
    "noCommonFields": "لا توجد حقول مشتركة",
    "fieldTable": {
      "colEdit": "يمكن تحريره",
      "colName": "الاسم",
      "colAlias": "الاسم المستعار",
      "colAction": "إجراءات"
    }
  },
  "tabs": {
    "selection": "تعريف نوع الموقع",
    "layers": "تعريف طبقات لتحديثها",
    "fields": "تعريف حقول لتحديثها"
  },
  "errorOnOk": "يرجى تعبئة كل المعلمات قبل حفظ التكوين",
  "next": "التالي",
  "back": "الخلف",
  "save": "حفظ الرمز",
  "cancel": "إلغاء الأمر",
  "ok": "موافق",
  "symbolPopup": "مُحدد الرمز",
  "editHeaderText": "نص يُعرض أعلى عنصر واجهة المستخدم",
  "widgetIntroSelectByArea": "استخدم إحدى الأدوات المدرجة أدناه لإنشاء مجموعة محددة من المعالم لتحديثها. في حال <font class='maxRecordInIntro'>تمييز</font> الصف، فسيتم تجاوز الحد الأقصى من عدد السجلات.",
  "widgetIntroSelectByFeature": "استخدم الأداة أدناه لتحديد معلم من طبقة <font class='layerInIntro'>${0}</font>. سيُستخدم هذا المعلم لتحديد المعالم المتقاطعة وتحديثها. في حال <font class='maxRecordInIntro'>تمييز</font> الصف، فسيتم تجاوز الحد الأقصى من عدد السجلات.",
  "widgetIntroSelectByFeatureQuery": "استخدم الأداة أدناه لتحديد معلم من <font class='layerInIntro'>${0}</font>. ستُستخدم سمة <font class='layerInIntro'>${1}</font> لهذا المعلم للاستعلام عن الطبقات أدناه وتحديث المعالم الناتجة. في حال <font class='maxRecordInIntro'>تمييز</font> الصف، فسيتم تجاوز الحد الأقصى من عدد السجلات.",
  "widgetIntroSelectByQuery": "أدخل قيمة لإنشاء مجموعة تحديد. في حال <font class='maxRecordInIntro'>تمييز</font> الصف، فسيتم تجاوز الحد الأقصى من عدد السجلات."
});