define({
  "_widgetLabel": "Избор",
  "showActions": "Показва действия върху избран(и) обект(и)",
  "toggleSelectability": "Щракнете за превключване на избираемостта",
  "showSelectedFeatures": "Щракнете за показване на избрани обекти",
  "actionsTitle": "Избор на действия",
  "turnonAll": "Направете всички слоеве избираеми",
  "turnoffAll": "Направете всички слоеве неизбираеми",
  "toggleSelect": "Превключване на избираемостта за всички слоеве",
  "singleSelect": "Направете това единственият избираем слой",
  "enableByDefault": "Активиране на инструмента за избор по подразбиране"
});